<?php
//=======================================================
// 설	명 : 
// 책임자 : 박선민 (), 검수: 06/03/24
// Project: sitePHPbasic
// ChangeLog
//	DATE	수정인			수정 내용
// -------- ------ --------------------------------------
// 06/03/24 박선민 마지막 수정
//=======================================================
$HEADER = array(
	'priv' => '비회원,회원', // 인증유무 (비회원,회원,운영자,서버관리자)
	'usedb2' => 1, // DB 커넥션 사용
	'html_echo' => 1, // 2이면 echo하지 않고, $SITE['head'], $SITE['head'] 저장
	'html_skin' => '' // html skin 파일(skin/index_$HEADER['html'].php 파일을 읽음)

);
require($_SERVER['DOCUMENT_ROOT'].'/sinc/header.php');
//=======================================================
// Ready.. . (변수 초기화 및 넘어온값 필터링)
//=======================================================
	// 넘어온값 체크
	
//=======================================================
// Start.. . (DB 작업 및 display)
//=======================================================

//=======================================================
// User functions.. . (사용자 함수 정의)
//=======================================================
?>
