<?php
//=======================================================
// 설	명 : 심플리스트 각종비밀번호 입력페이지(delete.php)
// 책임자 : 박선민 (), 검수: 05/01/12
// Project: sitePHPbasic
// ChangeLog
//	DATE	수정인				수정 내용
// -------- ------ --------------------------------------
// 05/01/12 박선민 추가수정
//=======================================================
$HEADER=array(
		'priv' => '', // 인증유무 (비회원,회원,운영자,서버관리자)
		'useSkin' => 1, // 템플릿 사용
	);
require($_SERVER['DOCUMENT_ROOT'].'/sinc/header.php');
$thisPath	= dirname(__FILE__) .'/'; // 마지막이 '/'으로 끝나야함
$thisUrl	= './'; // 마지막이 '/'으로 끝나야함

// 마무리
$tpl->echoHtml($dbinfo, $SITE, $thisUrl);
?>
