<?php
//=======================================================
// 설	명 : 대량 메일 수신 체크(check.php)
// 책임자 : 박선민 (sponsor@new21.com), 검수: 04/03/19
// Project: sitePHPbasic
// ChangeLog
//	DATE	수정인			수정 내용
// -------- ------ --------------------------------------
// 04/03/19 박선민 마지막 수정
//=======================================================
$HEADER=array(
		'usedb2' => 1, // DB 커넥션 사용 (0:미사용, 1:사용)
	);
require("{$_SERVER['DOCUMENT_ROOT']}/sinc/header.php");
//page_security("", $HTTP_HOST);

//=======================================================
// Ready.. . (변수 초기화 및 넘어온값 필터링)
//=======================================================
	if(!$_GET['db']) exit;
	$table	= "{$SITE['th']}dmail_" . $_GET['db'];

//=======================================================
// Start.. . (DB 작업 및 display)
//=======================================================
	@db_query("update {$table} 
				SET status='READ', readtime=UNIX_TIMESTAMP() 
				WHERE uid='{$_GET['uid']}' and email='{$_GET['email']}'"); ?>
